{
  "posts": [
    { "name": "Rohildev", "time": "07:00 AM", "content": "Boeing is set to start testing self-flying planes, the company has revealed. It says it wants to develop autonomous aircraft, which would be capable of navigating themselves without any input from a human pilot. Planes can already take off, cruise and land with minimal human assistance, but Boeing wants to go a step further. It wants artificial intelligence to start making some of the decisions pilots are trusted to make.", "image": "https://images.pexels.com/photos/566040/pexels-photo-566040.jpeg" },
    { "name": "Vignesh", "time": "07:30 AM", "content": "Ten years after the polar bear was listed as a threatened species under the Endangered Species Act, the White House is attempting to weaken the protections that have made the legislation so successful. Under the Endangered Species Act, about 99 percent of the species listed as endangered are still around—an astounding success rate! Yet the Act is under attack today, with proposed revisions that would greatly reduce its effectiveness.", "image": "https://images.pexels.com/photos/914128/pexels-photo-914128.jpeg" },
    { "name": "Jithu", "time": "08:00 AM", "content": "Happy Onam to all!", "image": "https://images.pexels.com/photos/1072179/pexels-photo-1072179.jpeg" },
    { "name": "Arun", "time": "08:30 AM", "content": "Half of British mums and dads have given up trying to get their kids to eat their five-a-day, according to research.", "image": "https://images.pexels.com/photos/910154/pexels-photo-910154.jpeg" },
    { "name": "Shinil", "time": "09:00 AM", "content": "Unofficial LineageOS 16 based on Android Pie is here for the OnePlus 6.", "image": "https://images.pexels.com/photos/1402906/pexels-photo-1402906.jpeg" },
    { "name": "Sajin", "time": "09:30 AM", "content": "Look deep into nature, and then you will understand everything better.", "image": "https://images.pexels.com/photos/1068523/pexels-photo-1068523.jpeg" },
    { "name": "Fenil", "time": "10:00 AM", "content": "Somewhere between the bottom of the climb and the summit is the answer to the mystery why we climb.", "image": "https://images.pexels.com/photos/761963/pexels-photo-761963.jpeg" }
  ],
  "comments": [
    { "id": 1, "body": "some comment", "postId": 1 },
    { "id": 2, "body": "some comment", "postId": 1 }
  ],
  "profile": {
    "name": "typicode"
  }
}
